[
  "remotely-save",
  "obsidian-tasks-plugin",
  "table-editor-obsidian",
  "calendar",
  "obsidian-excalidraw-plugin",
  "obsidian-kanban",
  "obsidian-mind-map",
  "quickadd",
  "obsidian-git",
  "templater-obsidian",
  "dataview",
  "obsidian-hover-editor",
  "obsidian-style-settings",
  "ZH增强编辑",
  "obsidian-image-toolkit",
  "obsidian-outliner",
  "hotkeysplus-obsidian",
  "obsidian-copy-block-link",
  "emoji-shortcodes",
  "cm-editor-syntax-highlight-obsidian",
  "sliding-panes-obsidian",
  "oz-image-plugin",
  "nldates-obsidian",
  "recent-files-obsidian",
  "Enhanced-editing",
  "homepage",
  "obsidian-dynamic-highlights",
  "obsidian-latex-suite",
  "obsidian-linter",
  "obsidian-activity-history",
  "obsidian-another-quick-switcher",
  "easy-typing-obsidian",
  "obsidian-core-search-assistant-plugin",
  "tag-wrangler",
  "highlightr-plugin",
  "note-refactor-obsidian",
  "obsidian-spaced-repetition",
  "smart-random-note",
  "taskbone-ocr-plugin",
  "omnisearch",
  "vantage-obsidian",
  "cm-chs-patch",
  "excalibrain",
  "obsidian-markmind",
  "notion-like-tables"
]